Revit 2027 API
UnitTypeId.KilogramsCarbonDioxidePerMillionBritishThermalUnits Property
 kilograms carbon dioxide per cubic foot MBtu.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KilogramsCarbonDioxidePerMillionBritishThermalUnits { get; }
Public Shared ReadOnly Property KilogramsCarbonDioxidePerMillionBritishThermalUnits As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KilogramsCarbonDioxidePerMillionBritishThermalUnits {
	ForgeTypeId^ get ();
}
static member KilogramsCarbonDioxidePerMillionBritishThermalUnits : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace